Repository: Som-Energia/som-cas
Catalog: som_cas/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Catalan
ca: Català
es: Catalán

source: English
ca: Anglès
es: Inglés

source: Spanish
ca: Castellà
es: Español

source: Basque
ca: Euskara
es: Euskera

source: Galician
ca: Galego
es: Gallego

source: member
ca: Soci/a
es: Persona socia

source: Assembly
ca: Assemblea
es: Asamblea

source: Registration date
ca: Data de registre
es: Fecha de registro

source: Member name
ca: Document d'Identitat
es: Persona socia

source: Membership number
ca: Numero de soci
es: Número de soci@

source: You cannot register in this assembly
ca: No pots registra-te en aquesta assemblea
es: No te puedes registrar en esta asamblea

source: Internal error while authenticating user
ca: Ha ocorregut un error intern al identificar l'usuari
es: Ha ocurrido un error interno validando el usuario. Si el error continua, contacta con participa@somenergia.coop

source: The username or password is not correct
ca: L'usuari o la contrasenya no són correctes, o no ets soci/a de Som Energia
es: El usuario o la contraseña no son correctos, o no eres socio/a de Som Energia

source: This user account is disabled
ca: Aquest usuari està desactivat
es: Esta cuenta de usuario está desabilidada

source: In person
ca: En persona
es: En persona

source: Local group name
ca: Nom del grup local
es: Nombre del Grupo Local

source: Name of the local group
ca: Nom del grup local
es: Nombre del Grupo Local

source: Local group full name
ca: Nom complert del grup local
es: Nombre completro del grupo local

source: Name of the local group, ex: Grup Local de Girona
ca: Nom complert del grup local, pe: Grup Local de Girona
es: Nombre del grupo local, ej: Grup Local de Girona

source: Local group alias name
ca: Alias del grup local
es: Alias del grupo local

source: Alias of the local group, ex: CT Girona
ca: Alias del grup local, pe: CT Girona
es: Alias del grupo local, ej: CT Girona

source: Local group email
ca: Email del grup local
es: Email del grupo local

source: Local group logo
ca: Logo del grup local
es: Logo del grupo local

source: Logo of the local group
ca: Logo del grup local
es: Logo del grupo local

source: Local group data
ca: Datos del grup local
es: Información del grupo local

source: Cities, states and provincies related with this local group
ca: Ciutats, províncies i comunitat autònoma relacionades amb aquest grup local
es: Ciudades, provincias y comunidades autonónomas relacionadas con este grupo local

source: Assembly name
ca: Nom de l'assemblea
es: Nombre de la asamblea

source: Name of the assembly, eg: Asamblea 2020
ca: Nom de l'assemblea, pe: Assemblea 2020
es: Nombre de la asamblea, pe, Asamblea 2020

source: Assembly date
ca: Data de l'assemblea
es: Fecha de la asamblea

source: Date and hour of this assembly
ca: Data i hora per aquesta assemblea
es: Fecha y hora de esta asamblea

source: Votation start date
ca: Data d'inici de la votació
es: Fecha de inicio de la votación

source: Date and hour when the votation of this assembly starts
ca: Data i hora de començament de la votació per aquesta assemblea
es: Fecha y hora del inicio de esta asamblea

source: Votation end date
ca: Data de finalització de la votació
es: Fecha final de la votación

source: Date and hour when the votation of this assembly ends
ca: Data i hora de finalització de la votació per aquesta assemblea
es: Fecha y hora cuando la votación de esta asamblea termina

source: Assembley state
ca: Estat de l'Assemblea
es: Estado de la asamblea

source: Local Group
ca: Grup Local
es: Grupo Local

source: If assembly is for a local group, set blank for general assembly
ca: Marca si l'assemblea és per un grup local, deixar en blanc per l'assemblea general
es: Si es la Asamblea General, dejar en blanco

source: Actually SomCas only supports one active assembly at the same time.
ca: Actualment SomCas només suporta una assemblea activa al mateix temps.
es: Actualmente SomCas solo soporta una asamblea activa al mismo tiempo.

source: Assembly for this registration
ca: Assemblea per aquest registre
es: Asamblea para este censo

source: Member
ca: Soci/a
es: Persona socia

source: Member for this registration
ca: Soci/a per aquest registre
es: Persona socia para este censo

source: Member registration date
ca: Data de registre per aquest soci/a
es: Fecha de registro de la persona socia

source: Registration type
ca: Tipus de registre
es: Tipo de censo

source: Type of registration: if virtual or in person
ca: Tipus de registre: virtual o en persona
es: Tipo de cens: si virtual o en persona

source: Sent registration email
ca: S'ha enviat el correu de registre?
es: ¿Email de registro enviado?

source: Check if registration email was sent to the member
ca: Marcat si el email de registre va ser enviat a aquest soci/a
es: ¿Correo de registro enviado?

source: No active assembly
ca: No hi ha cap assemblea activa.
es: No hay asamblea activa

source: Podràs accedir al panell de votacions a partir del %(week_day)s %(day)s de %(month)s a les %(start_votation_hour)sh (hora peninsular). Moltes gràcies!
es: Podrás acceder al panel de votaciones a partir del %(week_day)s %(day)s de %(month)s a las %(start_votation_hour)sh (hora peninsular). ¡Muchas gracias!

source: ACCESS TO BE ABLE TO VOTE!
ca: ACCEDEIX PER PODER VOTAR!
es: ¡ACCEDE PARA PODER VOTAR!

source: En entrar amb les teves dades, estaràs participant de l’Assemblea General!
ca: En entrar amb les teves dades (les mateixes que per a l’Oficina Virtual), estaràs participant de l’Assemblea General!
es: ¡Al entrar con tus datos (los mismos que para la Oficina Virtual), estarás participando de la Asamblea General!

source: En entrar amb les teves dades, estaràs participant de l’Assemblea Territorial de %(local_group_name)s
es: Al entrar tus datos, estarás participando de la Asamblea Territorial de %(local_group_name)s

source: Engage!
ca: Participa!
es: Participa

source: Username
ca: Document d'Identitat
es: Documento de identidad

source: Username is required
ca: És necessari el DNI, CIF o NIE
es: Es necesario el DNI, CIF o NIE

source: Pots accedir amb les mateixes dades que a l'Oficina Virtual de Som Energia
es: Puedes acceder con los mismos datos que a la Oficina Virtual de Som Energia

source: Password
ca: Contrasenya
es: Contraseña

source: Password is required
ca: És necessària la contrasenya
es: Es necesaria la contraseña

source: Forgot Password?
ca: Has oblidat la contrasenya?
es: ¿Olvidaste tu contraseña?

source: Login
ca: Entrar
es: Entrar

source: Moltes gràcies per participar-hi!
es: ¡Muchas gracias por participar!

source: https://drive.google.com/file/d/1icgHJ7us9gXnwnbx8vbha0I38ZgRD9LV/view
ca: https://drive.google.com/file/d/1wf1g5DnqJj5Z1DmXRWfiiRzC7RIDqgf-/view
es: https://drive.google.com/file/d/1IG3erfxg3_1Q0peN7mOttpFfjWK3qyUQ/view

source: ASSEMBLY_LOGO_URL
ca: https://www.somenergia.coop/logo/Logo-AG25-CA.png
es: https://www.somenergia.coop/logo/Logo-AG25extra-ES.png

source: ASSEMBLY_LOGO_ALT
ca: Logo de l'assemblea 2025
es: Logo de la asamblea 2024

source: L'equip de Som Energia
es: El equipo de Som Energia

source: l'Assamblea General
es: la Asamblea General

source: l'Assemblea Ordinària de la
es: Asamblea Ordinaria de la

source: Assemblea General
es: Asamblea General

source: Confirmació d'inscripció a la Assemblea
ca: Ja pots votar a l’Assemblea!
es: ¡Ya puedes votar en la Asamblea!

source: l'Assemblea
es: la Asamblea

source: Confirmació d'inscripció {}
es: Confirmación de inscripción {}

source: Confirmació d'inscripció
es: Confirmación de inscripción

source: Email
ca: Correu electrònic

source: logo de la asamblea 2020
ca: logo de l'assamblea 2020

source: Donat que has accedit al <b><a href='https://agvirtual.somenergia.coop/users/sign_in' target='_blank' style='color:#707a1a; text-decoration:underline;'>panell de votacions</a></b>, et convidem que emetis el teu vot (opcions: sí, no o abstenció) a <b><u>totes les preguntes del panell de votació</u></b>.
ca: Donat que has accedit al <b><a href='https://agvirtual.somenergia.coop/?locale=ca' target='_blank' style='color:#707a1a; text-decoration:underline;'>panell de votacions</a></b>, et convidem a que emetis el teu vot (opcions: sí, no o abstenció) a <b><u>totes les preguntes del panell de votació</u></b>.

source: Trobaràs tota la informació relativa al dia de l'Assemblea a la pàgina <b><a href='https://assemblea25.somenergia.coop/'' target='_blank' style='color:#707a1a; text-decoration:underline;'>web de l'Assemblea</a></b> i al <b><a href='https://participa.somenergia.coop/users/sign_in?locale=ca' target='_blank' style='color:#707a1a; text-decoration:underline;''>Participa</a></b>.
ca: Trobaràs tota la informació relativa al dia de l'Assemblea a la pàgina <b><a href='https://assemblea2025.somenergia.coop/' target='_blank' style='color:#707a1a; text-decoration:underline;'>web de l'Assemblea</a></b> i al <b><a href='https://participa.somenergia.coop/general_assemblies/SomAG2025?locale=ca' target='_blank' style='color:#707a1a; text-decoration:underline;'>Participa</a></b>.

source: Finalment, <b><a href='h' target='_blank' style='color:#707a1a; text-decoration:underline;'>aquí</a></b> t'expliquem pas a pas com votar, en cas d'incidència pots respondre aquest mateix correu.
ca: Finalment, <b><a href='https://next.somenergia.coop/s/gGnKWYXz95fE5XY' target='_blank' style='color:#707a1a; text-decoration:underline;'>aquí</a></b> t'expliquem pas a pas com votar, en cas d'incidència pots respondre aquest mateix correu.
